package com.ducklings.bla_bla;


public class Main {
    public static void main(String[] args) {
        /*задача будет на IO
        дано: текстовый файл (создаете сами руками)
        задача: сделать копию, но все строки написаны справа-налево.
                програма бросает только custom exception (создаете сами).
        1. принимает файл, возвращает лист слов
        2. принимает лист слов, возвращает лист слов (но каждое отревершено)
        3. принимает лист слов и новое имя файла, создает файл с таким именем и
        записывает туда слова. Не возвращает ничего

        ты пишешь на стримах, без циклов.*/

        //System.out.println(TextReader.getText());


    }
}
